{
    "categories": [
        {
            "idCategory": "1",
            "strCategory": "牛肉",
            "strCategoryDescription": "牛肉は、牛の肉、特に骨格筋の料理名です。人類は先史時代から牛肉を食べてきました。[1] 牛肉は高品質のタンパク質と必須栄養素の供給源です。[2]",
            "strCategoryThumb": "https://www.themealdb.com/images/category/beef.png"
        },
        {
            "idCategory": "2",
            "strCategory": "チキン",
            "strCategoryDescription": "鶏は家禽の一種で、セキショクヤケイの亜種です。最も一般的で広く飼育されている家畜の 1 つで、2011 年時点で総個体数は 190 億匹を超えています。[1] 人間は一般的に鶏を食料源 (肉と卵の両方を消費) として飼育しますが、まれにペットとして飼育することもあります。",
            "strCategoryThumb": "https://www.themealdb.com/images/category/chicken.png"
        },
        {
            "idCategory": "3",
            "strCategory": "デザート",
            "strCategoryDescription": "デザートは食事を締めくくるコースです。コースは通常、菓子料理や果物などの甘い食べ物と、デザートワインやリキュールなどの飲み物で構成されますが、米国ではコーヒー、チーズ、ナッツ、または他の場所では別のコースと見なされるその他の風味のある食べ物が含まれる場合があります。世界の一部の地域、たとえば中央アフリカと西アフリカの大部分、および中国のほとんどの地域では、食事を締めくくるデザートコースの伝統はありません。\n\nデザートという用語は、ビスケット、ケーキ、クッキー、カスタード、ゼラチン、アイスクリーム、ペストリー、パイ、プリン、甘いスープ、タルトなど、多くの菓子類に当てはまります。果物は、その自然な甘さのため、デザートコースによく見られます。一部の文化では、一般的に風味のある食べ物を甘くしてデザートを作ります。",
            "strCategoryThumb": "https://www.themealdb.com/images/category/dessert.png"
        },
        {
            "idCategory": "4",
            "strCategory": "子羊",
            "strCategoryDescription": "ラム、ホゲット、マトンは、異なる年齢の家畜羊（Ovis aries 種）の肉です。\n\n生後 1 年目の羊はラムと呼ばれ、その肉もラムと呼ばれます。1 歳以上の若い羊の肉はホゲットです。米国以外では、これは生きている動物を指す用語でもあります。成羊の肉はマトンですが、これは肉のみを指す用語であり、生きている動物を指す用語ではありません。インド亜大陸では、マトンという用語はほとんどの場合、ヤギ肉を指すために使用されます。\n\n",
            "strCategoryThumb": "https://www.themealdb.com/images/category/lamb.png"
        },
        {
            "idCategory": "5",
            "strCategory": "その他",
            "strCategoryDescription": "他のカテゴリーに当てはまらない一般的な食品",
            "strCategoryThumb": "https://www.themealdb.com/images/category/miscellaneous.png"
        },
        {
            "idCategory": "6",
            "strCategory": "パスタ",
            "strCategoryDescription": "パスタは伝統的なイタリア料理の主食で、最初の文献は1154年にシチリア島で発見されました。\n\nパスタはさまざまなパスタ料理を指すのにもよく使われますが、通常はデュラム小麦粉の無発酵生地に水または卵を混ぜてシート状またはさまざまな形に成形し、茹でたり焼いたりして調理する麺です。別の味を求める人やグルテンを含む製品を避ける必要がある人のために、小麦の代わりに米粉を使って作るパスタもあります。[3][4] パスタは、乾燥パスタ（パスタ・セッカ）と生パスタ（パスタ・フレスカ）の2つの大まかなカテゴリーに分けられます。",
            "strCategoryThumb": "https://www.themealdb.com/images/category/pasta.png"
        },
        {
            "idCategory": "7",
            "strCategory": "豚肉",
            "strCategoryDescription": "豚肉は、家畜の豚（Sus scrofa domesticus）の肉の料理名です。豚肉は世界で最も一般的に消費されている肉で、[1] 紀元前5000年にまで遡る豚の飼育の証拠があります。豚肉は、新鮮な状態でも保存食としても食べられます。保存食にすると、豚肉製品の保存期間が長くなります。ハム、燻製豚肉、ハム、ベーコン、ソーセージは、保存食の例です。シャルキュトリーは、豚肉を多く使った調理済み肉製品に特化した料理の一分野です。\n\n豚肉は東アジアと東南アジアで最も人気のある肉であり、西洋世界、特に中央ヨーロッパでも非常に一般的です。脂肪分が多く、食感がよいため、アジア料理で高く評価されています。豚肉の消費は、ユダヤ教とイスラム教の食事法で禁じられています。これは、伝統に深く根ざしたタブーであり、考えられる原因はいくつかあります。豚肉の販売はイスラエルでは制限されており、一部のイスラム教国では違法です。",
            "strCategoryThumb": "https://www.themealdb.com/images/category/pork.png"
        },
        {
            "idCategory": "8",
            "strCategory": "シーフード",
            "strCategoryDescription": "シーフードとは、人間が食物とみなす海の生物のあらゆる形態を指します。シーフードには、魚や貝類が主に含まれます。貝類には、軟体動物、甲殻類、棘皮動物のさまざまな種が含まれます。歴史的には、クジラやイルカなどの海生哺乳類が食物として消費されてきましたが、現代ではそれほど多くは食べられていません。一部の海藻や微細藻類などの食用海草は、世界中で、特にアジアでシーフードとして広く食べられています (海藻のカテゴリを参照)。北米では (英国では一般的ではありませんが)、「シーフード」という用語は、人間が食べる淡水生物にも適用されているため、食用水生生物はすべてシーフードと呼ばれることがあります。完全を期すため、この記事には食用水生生物すべてが含まれます。",
            "strCategoryThumb": "https://www.themealdb.com/images/category/seafood.png"
        },
        {
            "idCategory": "9",
            "strCategory": "側",
            "strCategoryDescription": "サイドディッシュは、サイドオーダー、サイドアイテム、または単にサイドと呼ばれることもあり、食事でメインディッシュや主菜に添える食品です。サラダ、ポテト、パンなどのサイドディッシュは、西洋諸国の多くの国で主菜と一緒によく使われています。過去 10 年以内に導入された新しいサイドオーダー[要出典]、たとえば米やクスクスは、ヨーロッパ全土で、特にフォーマルな場で非常に人気が高まっています (クスクスは中東料理のディナー パーティーでより一般的に登場します)。",
            "strCategoryThumb": "https://www.themealdb.com/images/category/side.png"
        },
        {
            "idCategory": "10",
            "strCategory": "スターター",
            "strCategoryDescription": "現代フランスの食卓サービスおよび英語圏の多く（米国およびカナダの一部を除く）の食卓サービスにおけるアントレは、食事のメインコースの前に出される料理です。最初に出される料理である場合もあれば、スープやその他の小皿料理の後に出される場合もあります。米国およびカナダの一部では、アントレは食事のメイン料理または唯一の料理です。\n\n歴史的に、アントレは 18 世紀および 19 世紀の正式なフランスの食卓サービスの「古典的秩序」の段階の 1 つでした。アントレは、ポタージュ、オードブル、アントレ（ブイユとルルベを含む）で構成される食事の「最初のサービス」の一部でした。「2 番目のサービス」は、ロースト（ロティ）、サラダ、アントルメで構成されていました（アントルメは、独自の「3 番目のサービス」に分離されることもあります）。最後の礼拝はデザートのみであった。[3]:3–11 :13–25",
            "strCategoryThumb": "https://www.themealdb.com/images/category/starter.png"
        },
        {
            "idCategory": "11",
            "strCategory": "ビーガン",
            "strCategoryDescription": "ビーガン主義は、特に食事において動物性製品の使用を控える実践であると同時に、動物を商品として扱うことを否定する哲学でもある。[b] 食事または哲学のいずれかに従う人はビーガン（発音は /ˈviːɡən/ VEE-gən）と呼ばれる。ビーガン主義はいくつかのカテゴリーに分けられることがある。食事ビーガン（または厳格なベジタリアン）は、肉だけでなく卵、乳製品、その他の動物由来の物質など、動物性製品の摂取を控える。[c] 倫理的ビーガンという用語は、ビーガン食に従うだけでなく、その哲学を生活の他の領域にも広げ、いかなる目的でも動物を使用することに反対する人々に対してよく適用される。[d] 別の用語として環境ビーガン主義があり、これは動物の捕獲や工業的農業が環境に有害で持続不可能であるという前提に基づいて動物性製品を避けることを指す。",
            "strCategoryThumb": "https://www.themealdb.com/images/category/vegan.png"
        },
        {
            "idCategory": "12",
            "strCategory": "ベジタリアン",
            "strCategoryDescription": "菜食主義とは、肉（赤身の肉、鶏肉、魚介類、その他の動物の肉）の摂取を控える習慣であり、動物の屠殺による副産物の摂取を控えることも含まれる場合があります。\n\n菜食主義はさまざまな理由で採用される場合があります。感覚のある生命に対する敬意から、肉を食べることに反対する人は多くいます。このような倫理的な動機は、さまざまな宗教的信念や動物の権利擁護の下で成文化されてきました。菜食主義の他の動機には、健康関連、政治、環境、文化、美的、経済、または個人的な好みがあります。食事にもバリエーションがあります。卵乳菜食には卵と乳製品の両方が含まれ、卵菜食には卵が含まれますが乳製品は含まれません。乳菜食には乳製品は含まれますが卵は含まれません。ビーガン食は、卵や乳製品を含むすべての動物性食品を除外します。ビーガンの中には、蜜蝋、皮革や絹の衣類、ガチョウの脂肪を使った靴墨など、他の動物性製品を避ける人もいます。",
            "strCategoryThumb": "https://www.themealdb.com/images/category/vegetarian.png"
        },
        {
            "idCategory": "13",
            "strCategory": "朝食",
            "strCategoryDescription": "朝食は 1 日の最初の食事です。英語では、前夜の断食期間を終えることを意味します。ほとんどの場所で 1 つ以上の「典型的な」または「伝統的な」朝食メニューが存在する可能性は高いですが、その構成は場所によって大きく異なり、時間の経過とともに変化してきたため、現在では世界中で非常に幅広い調理法や材料が朝食に関連付けられています。",
            "strCategoryThumb": "https://www.themealdb.com/images/category/breakfast.png"
        },
        {
            "idCategory": "14",
            "strCategory": "ヤギ",
            "strCategoryDescription": "家畜ヤギまたは単にヤギ (Capra aegagrus hircus) は、南西アジアと東ヨーロッパの野生ヤギから家畜化された C. aegagrus の亜種です。ヤギはウシ科のヤギ亜科に属し、ヒツジと近縁です。ヤギには 300 種類以上の品種があります。ヤギは最も古くから家畜化された動物の 1 つであり、世界中の多くの場所でミルク、肉、毛皮、皮として利用されてきました。ヤギのミルクは、しばしばヤギチーズに加工されます。",
            "strCategoryThumb": "https://www.themealdb.com/images/category/goat.png"
        }
    ]
}